Repository: TechSmith/ShortcutRecorder
Catalog: *.lproj/ShortcutRecorder.strings
Languages: fr, zh

source: + Shortcut
fr: + Raccourci
zh: + 快捷键

source: Command-
fr: Commande-
zh: Command 键 -

source: Control-
fr: Contrôle-
zh: Control 键 -

source: Shift-
fr: Maj-
zh: Shift 键 -

source: Space
fr: Espace
zh: 空格

source: The key combination "%@" can't be used because %@.
fr: La combinaison de touches « %1$@ » ne peut pas être utilisée, car %2$@.
zh: 由于%2$@，无法使用快捷键组合 “%1$@”。

source: The key combination “%@” can't be used because %@.
fr: La combinaison de touches « %@ » ne peut pas être utilisée, car %@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard panel in System Preferences.
fr: La combinaison de touches « %@ » ne peut pas être utilisée, car elle correspond à un raccourci clavier système. Si vous souhaitez vraiment utiliser cette combinaison de touches, le panneau Clavier des Préférences système permet de modifier la plupart des raccourcis.
zh: 由于已在系统中使用，无法使用快捷键组合“%@”如果您确实想要使用该快捷键组合，大多数快捷键设置可以在“系统偏好”中的“键盘”面板更改。

source: The key combination “%@” can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard panel in System Preferences.
fr: La combinaison de touches « %@ » ne peut pas être utilisée, car elle correspond à un raccourci clavier système. Si vous souhaitez vraiment utiliser cette combinaison de touches, le panneau Clavier des Préférences système permet de modifier la plupart des raccourcis.

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
fr: La combinaison de touches « %1$@ » ne peut pas être utilisée, car elle est déjà utilisée pour l’élément de menu « %2$@ ».
zh: 由于已在菜单选项“%2$@”使用，无法使用快捷键组合“%1$@”。

source: The key combination “%@” can't be used because it's already used by the menu item “%@”.
fr: La combinaison de touches « %@ » ne peut pas être utilisée, car elle est déjà utilisée pour l’élément de menu « %@ ».

source: The key combination "%@" can't be used!
fr: Impossible d’utiliser la combinaison de touches « %@ ».
zh: 无法使用快捷键组合 “%@”！

source: The key combination “%@” can't be used!
fr: Impossible d’utiliser la combinaison de touches « %@ ».

source: Type shortcut
fr: Saisir le raccourci
zh: 输入快捷键

source: Option-
zh: Option 键 -

source: Use old shortcut
zh: 使用旧的快捷键
